/* AD: Forest automatic */
"- Automatic -" = "- Автоматически -";

/* AD: Alert title */
"Account expired or disabled" = "Срок действия учетной записи истек, или она заблокирована";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory допускает лишь небольшие отклонения времени на часах Вашего компьютера и сервера Active Directory. Следует проверить настройки времени и часового пояса на компьютере и вернуть их к исходным при необходимости.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Плагин Active Directory требует Mac OS X для управления файлом /«Библиотеки»/Preferences/edu.mit.Kerberos. Существующий файл будет переименован в /«Библиотеки»/Preferences/edu.mit.Kerberos.pre-Active Directory.";

/* AD: Alert title */
"Active Directory time error" = "Ошибка времени Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Указана недопустимая комбинация домена и совокупности деревьев. Следует ввести полное имя DNS для домена и совокупности деревьев (например, ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "Произошла неизвестная ошибка";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "В процессе чтения конфигурации произошла неизвестная ошибка.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "В процессе обновления конфигурации произошла неизвестная ошибка.";

/* AD: Dialog status message */
"An unknown error occurred." = "Произошла неизвестная ошибка.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Ошибка авторизации";

/* AD: Dynamic button title */
"Bind\\U2026" = "Связать…";

/* AD: Button title */
"Cancel" = "Отменить";

/* AD: Alert message */
"Configuring on Master or Replica" = "Конфигурирование по оригиналу или копии";

/* AD: Alert title */
"Container does not exist" = "Контейнер не существует";

/* AD: Button title */
"Continue" = "Продолжить";

/* AD: Button title */
"Force Unbind" = "Принудительно отменить связывание";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Скрыть расширенные параметры";

/* AD: Alert title */
"Insufficient privileges" = "Недостаточно прав доступа";

/* AD: Alert title */
"Invalid domain" = "Неверный домен";

/* AD: Alert title */
"Invalid user name and password combination" = "Недопустимая комбинация имени пользователя и пароля";

/* AD: Alert title */
"Join existing account?" = "Присоединить к существующей учетной записи?";

/* AD: Alert title */
"Join Kerberos realm" = "Присоединиться к Kerberos Realm";

/* AD: Alert title */
"Kerberos file already exists" = "Файл Kerberos уже существует";

/* AD: Alert title */
"Memory allocation error" = "Ошибка распределения памяти";

/* Alert Button */
"OK" = "ОК";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Удаление этого компьютера из Active Directory";

/* AD: Alert Button */
"Rename" = "Переименовать";

/* AD: Dynamic button title */
"Show Advanced Options" = "Показать расширенные параметры";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Этап 1 из 5: поиск информации совокупности деревьев/домена…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Этап 2 из 5: поиск ближайших контроллеров домена…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Этап 3 из 5: проверка учетных данных…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Этап 4 из 5: поиск существующего компьютера…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Этап 5 из 5: связывание компьютера с доменом…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Этап 5 из 5: присоединение компьютера к домену…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Эта учетная запись уже существует. Присоединить этот компьютер к существующей учетной записи? Операция не может быть отменена.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Указанная учетная запись устарела или заблокирована. Следует ввести другую учетную запись администратора.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Указанная учетная запись администратора не имеет соответствующих прав для выполнения запрошенной операции.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Указанный контейнер для компьютера не существует. Проверьте информацию о контейнере и повторите попытку.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Этот компьютер не может получить доступ к контроллеру домена по неизвестной причине.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Для присоединения этого сервера к Active Directory Kerberos Realm откройте Server Admin и выберите «Open Directory» для этого сервера. В окне «Settings» нажмите «General», затем нажмите «Join Kerberos» и введите имя и пароль для локального администратора на этом сервере.";

/* AD: Alert title */
"Unable to access domain controller" = "Невозможно получить доступ к контроллеру домена";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Невозможно выделить память для этой операции.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Невозможно открыть узел Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Невозможно открыть узел Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Отменить связь…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Внимание. Вы конфигурируете плагин Active Directory на сервере Open Directory Master или на копии. Дальнейшие действия могут привести к неполадкам в работе сервера Kerberos Open Directory.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Внимание. Если нажать «Принудительно отменить связь», Вы оставите неиспользуемое учетное имя компьютера в каталоге.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "У Вас нет прав на чтение конфигурации этого плагина.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "У Вас нет прав на обновление конфигурации";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Вы указали недопустимую комбинацию имени пользователя и пароля. Следует проверить имя пользователя и пароль и повторить попытку.";

